<!DOCTYPE HTML>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html" charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Main</title>
<link rel="stylesheet" href="../css/stylesMain.css" type="text/css" />
</head>
<body>
<div class="werty">
<div id="header">
<h2 align="center">Астрономические инструменты</h2>
<?php echo $_COOKIE["Name"]." ".$_COOKIE["Surname"]."   ".$_COOKIE["Email"];?>
</div>
<div id="list">
<ul class="nav">
<li><a href="page1.php">Гелиостат</a></li>
<li><a href="register.php">Регистрация</a></li>
</ul>
</div>
<div id="l">
<h2 style="text-align:center">Астролябия</h2>
<h3 style="text-align:center">История</h3>
<p>Астролябия впервые появилась в Древней Греции. Принцип стереографической проекции, переводящей окружности на сфере в 
    окружности на плоскости открыл Аполлоний Пергский. Витрувий в своём сочинении «Десять книг об архитектуре», описывая астрономический 
    инструмент, называемый «пауком», сообщает, что его «изобрёл астроном Евдокс, а иные говорят — Аполлоний». Одной из составных частей 
    этого инструмента служил барабан, на котором, по словам Витрувия, «нарисовано небо с зодиакальным кругом».
    Стереографическую проекцию описал во II веке н. э. Клавдий Птолемей в сочинении «Планисферий». Впрочем, «астролабоном» сам Птолемей 
    называл другой инструмент — армиллярную сферу. Окончательный вид астролябии был разработан в IV в. н. э. Теоном Александрийским, 
    который называл это устройство «малый астролабон». Первые дошедшие до нас трактаты об астролябии принадлежат философам и богословам 
    Синезию (IV—V века н. э.), Иоанну Филопону (VI век н. э.), Северу Себохту (VII век н. э.)
    Учёные исламского Востока усовершенствовали астролябию и стали применять её не только для определения времени и продолжительности 
    дня и ночи, но также для осуществления некоторых математических вычислений и для астрологических предсказаний. Известно немало 
    сочинений средневековых исламских авторов о различных конструкциях и применении астролябии. Таковы книги ал-Хорезми, ал-Аструлаби, 
    аз-Заркали, ас-Сиджизи, ал-Фаргани, ас-Суфи, ал-Бируни, Насир ад-Дина ат-Туси и др. В XVIII в. руководство по применению астралябии 
    пишет Исмаил Эфенди.
        С XII века астролябии становятся известны в Западной Европе, где вначале использовали арабские инструменты, а позднее стали 
    изготовлять свои по арабским образцам. В XIV в. широкой популярностью пользовались трактаты по устройству астролябии, 
    написанные знаменитым писателем Джеффри Чосером и византийским учёным Никифором Григорой.
        Пика своей популярности в Европе астролябия достигла в эпоху Возрождения, в XV—XVI столетиях, она наряду с армиллярной сферой 
    была одним из основных инструментальных средств астрономического образования. Знание астрономии считалось основой образования, а 
    умение пользоваться астролябией было делом престижа и знаком соответствующей образованности. Европейские мастера, подобно своим 
    предшественникам арабам, уделяли большое внимание художественному оформлению, так что астролябии стали предметом моды и 
    коллекционирования при королевских дворах. В XVI веке их стали делать на основе собственных расчётов, чтобы применять в европейских широтах.
    Одним из лучших инструментальщиков XVI века был фламандский мастер Гуалтерус Арсениус. Его астролябии отличались точностью и изяществом форм,
     поэтому разные знатные особы заказывали ему их изготовление. Одна из них, изготовленная Арсениусом в 1568 году и принадлежавшая в своё время 
     австрийскому полководцу Альбрехту фон Валленштейну, хранится ныне в Музее М. В. Ломоносова.
    Современным потомком астролябии является планисфера — подвижная карта звёздного неба, используемая в учебных целях.</p>
<h3 style="text-align:center">Устройство</h3>
<p>
        Основой классической астролябии служит «тарелка» — круглая деталь с высоким бортом и подвесным кольцом для точной нивелировки
        прибора относительно горизонта. Внешний лимб тарелки имеет шкалу, оцифрованную в градусах и в часах.
        В эту «тарелку» вложен «тимпан» — круглый плоский диск, на поверхности которого нанесены в стереографической проекции точки и линии 
        небесной сферы, сохраняющиеся при её суточном вращении: это находящийся в центре тимпана полюс мира и концентрические с ним окружности 
        небесного экватора, северного тропика и южного тропика (который обычно служил границей тимпана); затем — прямая вертикальная линия
         небесного меридиана; наконец, горизонт, его параллели («альмукантараты»), точка зенита и проходящие через неё азимутальные круги.
          Положение горизонта и зенита будет разным для разных широт места наблюдения, поэтому для наблюдений, производимых в разных широтах, 
          должны быть изготовлены разные тимпаны.
        На тимпан накладывается «паук» — круглая фигурная решётка, на которой в этой же стереографической проекции с помощью изогнутых стрелок 
        указано расположение самых ярких звёзд, расположенных севернее южного тропика. На «пауке» обозначен также зодиакальный круг со шкалой, 
        показывающей годовое движение Солнца по эклиптике. Шкала некоторых астролябий отражает даже неравномерность этого годового движения.
        Удобство применения стереографической проекции в астролябии состоит в том, что в этой проекции все окружности на сфере отображаются в 
        окружности или прямые на плоскости; но прямые и окружности проще всего строятся и гравируются при изготовлении тимпана и паука. 
        Альмукантараты образуют на тимпане гиперболический пучок окружностей, азимутальные линии — сопряжённый с ним эллиптический пучок окружностей.
        Всё скрепляется осью, проходящей через центральные отверстия перечисленных деталей. На этой же оси с тыльной стороны тарелки крепится
         алидада — визирная линейка с диоптрами. На тыльной стороне нанесена круговая градусная шкала, по которой производятся визирные отсчёты.
          Здесь также могут находиться разнообразные номографические шкалы, такие как шкала тангенсов («прямая тень», umbra recta) и котангенсов 
          («обратная тень», umbra versa), шкала для пересчёта равных часов, возникающих при делении суток на 24 части, в так называемые
           «неравные часы», шкала для определения киблы и т. д.
</p>
<p style="text-align:center"><a href="https://ru.wikipedia.org/wiki/%D0%90%D1%81%D1%82%D1%80%D0%BE%D0%BB%D1%8F%D0%B1%D0%B8%D1%8F">Ссылка на статью</a></p>
</div>

<img src="images/fon.jpg" alt="" hspace="36" />
<p id="bottom">More information </p>
</div>
</body>
</html>