<!DOCTYPE HTML>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html" charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Page1</title>
<link rel="stylesheet" href="../css/stylesMain.css" type="text/css" />
</head>
<body>
<div class="werty">
<div id="header">
<h2 align="center">Астрономические инструменты</h2>
<?php echo $_COOKIE["Name"]." ".$_COOKIE["Surname"]."   ".$_COOKIE["Email"];?>
</div>
<div id="list">
<ul class="nav">
<li><a href="main.php">Астролябия</a></li>
<li><a href="register.php">Регистрация</a></li>
</ul>
</div>
<div id="l">
<h2 style="text-align:center">Гелиостат</h2>
<h3 style="text-align:center">История</h3>
<p>Первый гелиостат был устроен, по Поггендорфу, в середине XVII столетия членом флорентийской академии «del Cimento» Борелли, по поводу
     опытов над скоростью распространения света, предпринятых этой академией.
Самый простой по идее гелиостат был устроен Фаренгейтом в первой четверти XVIII столетия. В нём часовой механизм поворачивал зеркало 
около оси, установленной параллельно оси мира, со скоростью одного оборота в сутки. Если зеркало так наклонено к оси вращения, что луч
 солнца отражался параллельно этой оси, когда гелиостат пущен в ход, то очевидно, что и в течение целого дня это направление отраженного
  луча останется неизменным, хотя в другие дни, когда склонение солнца значительно изменится, потребуется уже другой угол наклона зеркала 
  к оси. Этот гелиостат оказывался неудобен, потому что луч, направленный снизу вверх, вдоль оси мира, надо было приводить в горизонтальное 
  направление посредством второго отражения, сопровождаемого новой потерей света. Конструкция гелиостата Фаренгейта была усовершенствована
   Фраунгофером, а около 1860 года Монкговен устроил свой большой гелиостат для фотографических увеличений на том же принципе, причём он 
   располагал свои приборы наклонно, чтобы обойтись без вторичного отражения.
Рисунок 2 (Принцип работы гелиостата Литрова)
Вторым по простоте устройства надо считать гелиостат Литрова (Августа, Гартнака), где плоскость зеркала параллельна оси мира, а вращение 
происходит около этой же оси со скоростью полуоборота в 24 часа. В дни равноденствия, когда Солнце движется по экватору, луч, падающий на
 зеркало гелиостата, и перпендикуляр к плоскости этого зеркала в точке падения будут оба заключены в плоскости экватора, поэтому и отраженный 
 луч останется в той же плоскости. При установке прибора можно так повернуть зеркало, что отраженный луч станет горизонтальным; но он будет
  в этом случае направлен к точке запада или к точке востока, потому что по этой линии пересекается горизонт с плоскостью экватора.
   Отраженный луч не изменит своего направления во время суточного движения, если зеркало будет вращаться по тому же направлению, как солнце, 
   но с половинной скоростью. После поворота зеркала ММ на угол NON`, угол отражения RON уменьшится на NON`; на столько же
    должен уменьшиться и угол падения SON`, чтобы отраженный луч сохранил прежнее направление OR, следовательно SOS=2NON`.

В другие дни Солнце будет описывать на небесной сфере малые круги, а падающий луч будет оставаться на поверхности конуса, имеющего основанием 
один из этих кругов, а вершину в центре небесной сферы. Луч, отраженный от неподвижного зеркала, параллельного оси мира, будет описывать точно
 такой же конус, но расположенный симметрично по другую сторону плоскости экватора. Так, в день солнцестояния отраженный луч этот опишет тот 
 конус, который падающий луч описывает при зимнем солнцестоянии, и обратно. Для каждого дня будут два направления, в которых отраженный луч
  горизонтален; они будут направлены к точкам захода и восхода Солнца в день, настолько же отстоящий от зимнего солнцестояния, насколько день
   наблюдения отстоит от летнего. И здесь отраженный луч будет иметь постоянное направление, если зеркало вращается равномерно со скоростью
    полуоборота в 24 часа; доказать это можно на основании полной симметричности пути луча относительно плоскости экватора. Очевидно, что гелиостат 
    Литрова тоже довольно неудобен, потому что нельзя произвольно выбрать направление горизонтального луча; зато механизм его нетрудно хорошо
     исполнить и он может давать очень плавное движение.

Из многих гелиостатах, позволяющих получать пучок солнечных лучей, отраженных по любому горизонтальному или наклонному направлению, практичными
 оказались только приборы Зильбермана и Фуко. Когда направление отраженного луча дано, достаточно направлять перпендикуляр к плоскости зеркала 
 так, чтобы он постоянно делил пополам угол между этим направлением и падающим лучом, и задача гелиостата будет решена. Но так как диагональ ромба 
 делит пополам углы, через которые она проведена, при всяком наклоне сторон, то этим можно воспользоваться для гелиостата, как это и сделал 
 Зильберман. Зеркало тт (см. рисунок 3) его прибора составляет одно целое с нормальной к его плоскости диагональю μf суставчатого четырёхугольника 
 αμef, которого сторона αμ направлена параллельно падающему лучу soc, а сторона μe — отраженному оR.

Часовой механизм, помещенный в коробке H, вращает всю дугу cs вокруг оси F, параллельной оси шара, а рамки, поддерживающие зеркало, вращаются
 около осей Со и or; поэтому нормаль oN к зеркалу сама собой остается всегда в плоскости обоих лучей и движение продолжается свободно во все время 
 дня, от восхода до заката. С помощью дуги наклон оси устанавливают по широте места наблюдения, потом винтом D завинчивают cs так, чтобы указатель 
 стоял на делении, обозначающем месяц и число дня наблюдения, причём на другой поверхности этой дуги нониус покажет соответственный угол склонения 
 солнца. Тогда останется поставить стрелку циферблата ВВ на истинное время наблюдения, пустить в ход механизм и поворачивать весь прибор около 
 вертикальной оси его основания, пока луч, проходящий через дырочку визира s, не упадет на середину пластинки p. Направить отраженный луч на желаемое
  место можно, передвигая дугу rr' и поворачивая её плоскость около оси мира при посредстве винтов А и Е. Недостаточная прочность частей гелиостата 
  Зильбермана, висящих частью на главной оси часового механизма, и малые размеры направляющего четырёхугольника не допускают помещения большого зеркала,
   и мешают полной правильности движения. В гелиостате Фуко (см. рисунок 4) зеркало опирается на особую, прочную подставку и поэтому может быть взято 
   произвольных размеров.
Часовой механизм коробки B вращает около оси, устанавливаемой параллельно оси мира, стержень AOC, который можно направить параллельно лучам солнца с 
помощью дуги f,
 циферблата и визира, устроенных как в гелиостате Зильбермана: само зеркало снабжено «хвостом» ЕС, направленным нормально к его плоскости. Хвост этот
  составляет одно целое с кружком, вращающимся около горизонтальной оси относительно вилки, которая, в свою очередь, вращается свободно около вертикальной
  оси Н. Таким образом, зеркало может поворачиваться около точки Е во все стороны; сверх того, оно вращается ещё в своей плоскости относительно кружка 
  и хвоста. Центр О дуги f должен быть расположен на одной вертикальной с центром круга KL, a длина OE должна быть аккуратно равна расстоянию ОС. В таком
   случае треугольник ОСЕ будет оставаться равнобедренным во все время движения часового механизма и при всех возможных положениях основания зеркала на 
   круге KL; поэтому угол падения SEN будет оставаться равным углу отражения NER и отраженный луч ER не изменит своего начального положения. Пластинка с 
   разрезом, охватывающая конец А стержня СОА и прикрепленная к зеркалу, имеет целью направлять наибольшую длину этого последнего параллельно плоскости 
   отражения лучей, чтобы сохранить достаточную ширину отраженного пучка света. На широте Петербурга оба вышеописанные гелиостата действуют удовлетворительно 
   только летом; зимой же солнце так мало поднимается над горизонтом, что их механизмы или вовсе нельзя привести в надлежащее положение, или же они начинают
    действовать неправильно, потому что в суставчатых системах неизбежный зазор в сочленениях и точках скольжения оказывает наибольшее влияние на положение
     членов, когда направления этих последних пересекаются под малыми углами. Механизм, удерживающий луч светила в постоянном направлении, может быть употребляем
      и для наблюдения этого светила вместо самодвижущихся установок зрительных труб, употребляемых астрономами. Такой прибор, названный сидеростатом, 
      был осуществлен в разное время Физо и Фуко, Лосседа и Монкговеном, но довольно неуспешно. Благодаря трудам Фуко найдены методы для получения 
      безукоризненно правильных стеклянных зеркал, посеребренных на наружной поверхности и не искажающих отраженное изображение, пока зеркало в покое; 
      но дрожания, производимые ходом часового механизма, портят всё дело. Не много помогла и замена обыкновенного часового механизма со спуском, дающим 
      равномерно периодическое движение и употребляемого в гелиостате, механизмом с регулятором Фуко для плавного, равномерного движения. Лучшим сидеростатом 
      служил ручной гелиостат Толлона, исполненный Готье, где большое правильное зеркало приводилось в движение около вертикальной и горизонтальной оси, с
       помощью бесконечных винтов и шнурков, самим наблюдателем.</p>
<h3 style="text-align:center">Устройство</h3>
<p>
Для многих опытов по оптике в прошлом необходимо было пропускать пучок лучей солнечного света, отраженный от зеркала, через ряд приборов, тщательно установленных 
один за другим на горизонтальном столе или скамейке. Но Солнце имеет кажущееся непрерывное движение, описывая во время своего видимого суточного обращения около 
оси мира РР' один из малых кругов небесной сферы.
</p>
<p style="text-align:center"><a href="https://ru.wikipedia.org/wiki/%D0%90%D1%81%D1%82%D1%80%D0%BE%D0%BB%D1%8F%D0%B1%D0%B8%D1%8F">Ссылка на статью</a></p>
</div>

<img src="images/fon.jpg" alt="" hspace="36" />
<p id="bottom">More information </p>
</div>
</body>
</html>